Repository: OPI-PIB/xblock-poll
Catalog: poll/translations/*/LC_MESSAGES/text.po
Languages: pl

source: Whether or not to display results to the user.
pl: Wyświetlać bądź nie wyniki użytkownikowi.

source: The maximum number of times a user may send a submission.
pl: Maksymalna liczba razy użytkownik może przesłać zgłoszenie.

source: Number of times the user has sent a submission.
pl: Ile razy użytkownik przesłał zgłoszenie.

source: Text to display after the user votes.
pl: Tekst wyświetlany po oddaniu głosu przez użytkownika.

source: '{field}' is not present, or not a JSON array.
pl: Brak '{field}' lub nie ma on formy tabeli JSON

source: {noun} {item} not a javascript object!
pl: {noun} {item} nie jest obiektem javascript!

source: {noun} {item} contains no key.
pl: {noun} {item} nie zawiera klucza.

source: {noun} has no text or img. Please make sure all {noun_lower}s have one or the other, or both.
pl: {noun} nie ma tekstu lub obrazu. Upewnij się, że każda(-e) {noun_lower} posiada jeden lub oba parametry.

source: {noun} was added with no label. All {noun_lower}s must have labels. Please check the form. Check the form and explicitly delete {noun_lower}s if not needed.
pl: {noun} dodano bez etykiety. Każda(-e) {noun_lower} musi mieć etykietę. Prosimy sprawdzić formularz. Sprawdź formularz i usuń {noun_lower} jeśli jest nie potrzebna(-e).

source: All images must have an alternative text describing the image in a way that would allow someone to answer the poll if the image did not load.
pl: Wszystkie obrazy muszą posiadać tekst opisując obraz w taki sposób, żeby użytkownik mógł odpowiedzieć na pytanie, nawet jeśli obraz się nie załaduje.

source: You must include at least one {noun_lower}.
pl: Musisz uwzględnić przynajmniej jedną(-o) {noun_lower}.

source: Maximum Submissions missing or not an integer.
pl: Nie określono maksymalnej liczby zgłoszeń lub nie jest to liczba całkowita.

source: Private results may not be False when Maximum Submissions is not 1.
pl: Prywatne wyniki nie może być ustawione na False jeśli Maksymalna liczba zgłoszeń nie wynosi 1.

source: Poll
pl: Sondaż

source: What is your favorite color?
pl: Jaki jest Twój ulubiony kolor?

source: Red
pl: Czerwony

source: Blue
pl: Niebieski

source: Green
pl: Zielony

source: Other
pl: Inny

source: The answer options on this poll.
pl: Dostępne odpowiedzi w tym sondażu

source: Total tally of answers from students.
pl: Podsumowanie odpowiedzi uczniów

source: The student's answer
pl: Odpowiedź ucznia

source: You have already voted in this poll.
pl: Już odpowiedziałeś/aś w tym sondażu

source: Answer not included with request.
pl: Odpowiedź nie uwzględniona w żądaniu.

source: No key "{choice}" in answers table.
pl: Brak klucza „{choice}” w tabeli odpowiedzi.

source: You have already voted as many times as you are allowed.
pl: Nie możesz wysłać więcej odpowiedzi.

source: You must specify a question.
pl: Musisz określić pytanie

source: Answer
pl: Odpowiedź

source: Question
pl: Pytanie

source: Submissions count
pl: Liczba zgłoszeń

source: Survey
pl: Ankieta

source: Yes
pl: Tak

source: No
pl: Nie

source: Maybe
pl: Być może

source: Answer choices for this Survey
pl: Możliwe odpowiedzi w tej ankiecie

source: Are you enjoying the course?
pl: Czy podoba Ci się ten kurs?

source: Would you recommend this course to your friends?
pl: Czy poleciłbyś ten kurs znajomym?

source: Do you think you will learn a lot?
pl: Czy uważasz, że dużo się nauczyłeś?

source: Questions for this Survey
pl: Pytania w tej ankiecie

source: The user's answers
pl: Odpowiedzi użytkownika

source: Not all questions were included, or unknown questions were included. Try refreshing and trying again.
pl: Nie wszystkie pytania zostały zawarte lub zawarto nieznane pytania. Spróbuj odświeżyć i spróbuj ponownie.

source: Found unknown answer '{answer_key}' for question key '{question_key}'
pl: Znaleziono nieznaną odpowiedź „{answer_key}” dla klucza pytania „{question_key}”

source: Submit
pl: Prześlij

source: Thank you.
pl: Dziękujemy!

source: You have used %(submissions_count_s)s out of %(max_submissions_s)s submissions.
pl: Wykorzystałeś %(submissions_count_s)s z dostępnych %(max_submissions_s)s zgłoszeń.

source: Feedback
pl: Informacja zwrotna

source: View results
pl: Zobacz wyniki

source: Export results to CSV
pl: Eksportuj wyniki do pliku CSV

source: Download CSV
pl: Pobierz CSV

source: Student data and results CSV available for download in the LMS.
pl: Pliki CSV z danymi ucznia i wynikami są dostępne do pobrania w LMS.

source: Display Name
pl: Wyświetlana nazwa

source: Question/Prompt
pl: Pytanie/Wskazówka

source: %(link_start)sMarkdown Syntax%(link_end)s is supported.
pl: %(link_start)sSkładnia Markdown%(link_end)s jest obsługiwana.

source: Enter the prompt for the user.
pl: Wprowadź wskazówkę dla użytkownika

source: %(link_start)sMarkdown Syntax%(link_end)s is supported.
pl: %(link_start)sSkładnia Markdown%(link_end)s jest obsługiwana.

source: This text will be displayed for the user as some extra feedback after they have submitted their response to the poll.
pl: Ten tekst będzie wyświetlany jako dodatkowa informacja zwrotna dla użytkownika po tym, jak użytkownik prześle swoje odpowiedzi w sondażu.

source: Private Results
pl: Prywatne wyniki

source: If this is set to True, don't display results of the poll to the user.
pl: Jeśli ustawione na True, nie wyświetla wyników sondażu użytkownikom.

source: Maximum Submissions
pl: Maksymalna liczba zgłoszeń

source: Maximum number of times a user may submit a poll. %(bold_start)sSetting this to a value other than 1 will imply that 'Private Results' should be true.%(bold_end)s Setting it to 0 will allow infinite resubmissions.
pl: Maksymalna liczba razy użytkownik może przesłać odpowiedź w sondażu. %(bold_start)sUstawienie wartości większej niż 1 zakłada, że wartość „Prywatne wyniki” jest ustawiona na true.%(bold_end)s Ustawienie wartości na 0 pozwoli na wielokrotne przesłanie odpowiedzi.

source: Notes:
pl: Uwagi:

source: If you change an answer's text, all students who voted for that choice will have their votes updated to the new text. You'll want to avoid changing an answer from something like 'True' to 'False', accordingly. If you delete an answer, any votes for that answer will also be deleted. Students whose choices are deleted may vote again, but will not lose course progress.
pl: Jeśli zmienisz tekst odpowiedzi, wszyscy studenci, głosy wszystkich studentów, którzy głosowali na tę odpowiedź, zostaną zmienione na nową odpowiedź. W związku z tym należy unikać radykalnych zmian odpowiedzi np. z „Prawda” na „Fałsz”. Jeśli usuniesz odpowiedź, wszelkie głosy oddane na tę odpowiedź także zostaną usunięte. Uczniowie, których głosy zostały usunięte, mogą zagłosować ponownie i nie stracą punktów stopnia ukończenia kursu.

source: Questions must be similarly cared for. If a question's text is changed, any votes for that question will remain. If a question is deleted, any student who previously took the survey will be permitted to retake it, but will not lose course progress.
pl: To samo tyczy się pytań. Jeśli treść pytania zostanie zmieniona, wszystkie odpowiedzi na to pytanie wciąż w nim pozostaną. Jeśli pytanie zostanie usunięte, każdy student, który wcześniej wziął udział w ankiecie, będzie mógł wziąć w niej udział ponownie, ale nie utraci postępu w kursie.

source: Add Answer
pl: Dodaj odpowiedź

source: Add Question
pl: Dodaj pytanie

source: Save
pl: Zapisz

source: Cancel
pl: Anuluj

source: You have used %(submissions_count_s)s out of %(max_submissions_s)s submissions.
pl: Wykorzystałeś %(submissions_count_s)s z dostępnych %(max_submissions_s)s zgłoszeń.
